# BrewFile

cask_args appdir: "/Applications"
tap "homebrew/cask-fonts"
tap "sanemat/font"
brew "aws-sam-cli"
brew "bat"
brew "bottom"
brew "curl"
brew "exa"
brew "fish"
brew "fzf"
brew "ghq"
brew "gibo"
brew "git"
brew "git-secrets"
brew "jq"
brew "mas"
brew "navi"
brew "neovim"
brew "nmap"
brew "nodenv"
brew "openssl"
brew "pipx"
brew "procs"
brew "pyenv"
brew "ricty", args: ["with-powerline"]
brew "rmtrash"
brew "starship"
brew "tmux"
brew "tree"
brew "unrar"
brew "vim"
brew "wget"
brew "yarn"
brew "zoxide"

cask "appcleaner"
cask "docker"
cask "font-myrica"
cask "google-backup-and-sync"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "karabiner-elements"
cask "the-unarchiver"
cask "visual-studio-code"
cask "multipass"
cask "obsidian"
cask "postman"
cask "spotify"
cask "warp"
cask "zoom"

mas "Kindle", id: 405399194
mas "Slack", id: 803453959
mas "LINE", id: 539883307
mas "Spark", id: 1176895641
mas "Bitwarden", id: 1352778147
