# BrewFile

cask_args appdir: "/Applications"
tap "homebrew/cask-fonts"
tap "sanemat/font"
brew "curl"
brew "fish"
brew "gibo"
brew "git"
brew "git-secrets"
brew "jq"
brew "mas"
brew "nmap"
brew "openssl"
brew "ricty", args: ["with-powerline"]
brew "rmtrash"
brew "starship"
brew "tmux"
brew "tree"
brew "unrar"
brew "vim"
brew "wget"
brew "yarn"

cask "appcleaner"
cask "docker"
cask "dropbox"
cask "figma"
cask "font-myrica"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "iterm2"
cask "karabiner-elements"
cask "notion"
cask "the-unarchiver"
cask "visual-studio-code"
cask "postman"

mas "Slack", id: 803453959
mas "Trello", id: 1278508951
mas "LINE", id: 539883307
